{
   "@version": "2.0",
   "channel": {
      "title": "KT Mobile",
      "link": "http://www.khaleejtimes.com/",
      "description": "Mobile Home",
      "language": "en-gb",
      "copyright": "Copyright 2018 Galadari Printing and Publishing LLC.",
      "pubDate": "Tue, 27 Mar 2018 10:59:45 +0200",
      "category": "Top News Home",
      "item": [
         {
            "title": "Video: Dubai Police launches child interrogation rooms",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/nation/dubai/dubai-police-launch-child-interrogation-rooms-at-hotels-public-places-1-",
            "guid": "A7F1C027-21AA-4F3B-AB8E-85F40093B7F3",
            "description": "These rooms will also ensure privacy for children, when being questioned by experts.",
            "content": "<b><i>These rooms will also ensure privacy for children, when being questioned by experts.<\/i><\/b><br/><br><br>The Dubai Police have launched special interrogation rooms for children outside of the police station setting.\n <br><br>As per the directives of His Highness Sheikh Mohammed bin Rashid Al Maktoum, Vice-President and Prime Minister of the UAE and Ruler of Dubai, to bring happiness to all segments of the society, Major-General Abdullah Khalifa Al Marri, commander-in-chief of the Dubai Police, launched the children investigation room outside the police stations \"in hotels, commercial centres and public places\".\n <br><br><img src=\"/assets/jpg/KT14917326.JPG\" alt=\"\" width=\"100%\" /><br><br><em><strong>Supplied photo<\/strong><\/em><br><br>This is a first-of-its-kind initiative that aims for the well being of children and will deal with them in a special manner while taking the humanitarian and social situations into consideration. These rooms will also ensure privacy for children, when being interrogated by experts, investigators, and social and psychological specialists.\n <br><br>Maj-Gen Al Marri inaugurated the special interrogation rooms for children in Dubai, in the presence of Major-General Khalil Ibrahim Al Mansouri, assistant commander-in-chief of criminal investigation affairs and directors of all police stations.\n <blockquote class=\"twitter-video\" data-lang=\"en\"><br><br><a href=\"https://twitter.com/hashtag/DubaiPolice?src=hash&ref_src=twsrc%5Etfw\">#DubaiPolice<\/a> inaugurates special rooms to question children in abuse cases<br /><br />Details:<a href=\"https://t.co/z8L5PesE5I\">https://t.co/z8L5PesE5I<\/a><a href=\"https://twitter.com/hashtag/News?src=hash&ref_src=twsrc%5Etfw\">#News<\/a><a href=\"https://twitter.com/hashtag/YourSecurityOurHappiness?src=hash&ref_src=twsrc%5Etfw\">#YourSecurityOurHappiness<\/a><a href=\"https://twitter.com/hashtag/SmartSecureTogether?src=hash&ref_src=twsrc%5Etfw\">#SmartSecureTogether<\/a><a href=\"https://t.co/OWBuWRRM0t\">pic.twitter.com/OWBuWRRM0t<\/a>\n - Dubai Police???? ??? (@DubaiPoliceHQ) <a href=\"https://twitter.com/DubaiPoliceHQ/status/978307124538347521?ref_src=twsrc%5Etfw\">March 26, 2018<\/a><\/blockquote><script src=\"https://platform.twitter.com/widgets.js\" async=\"\" charset=\"utf-8\"><\/script><br><br>The new special rooms were inaugurated at different locations - IMG at the Mall of the Emirates in Al Barsha, Hyatt Park Hotel and Women Association in Al Hamryah, Hyatt Regency Dubai and Radisson Blu Hotel in Dubai Deira Creek, Dubai Centre for the People of Determination in Al Qusais police station jurisdiction, Bin Sougat Centre and Ayan Equestrian Club in Al Rashdiya Police Station jurisdiction, and Dubai Women's Association in Hatta.\n <h3><em>Smart tests<\/em><\/h3><br><br>Maj-Gen Al Marri was briefed on the mechanisms of obtaining scientific testimonies from children in a manner that is sensitive to their age. The specialists will rely on intelligent tests for hearing children, such as the Raven test for children who belong to the five to 12 year age group. The mental process of the child through an interactive programme gives accurate results of his or her awareness of the events and their narratives. Beta testing is ongoing for the 12-19 age group, which helps specialists measure the child's perception.\n <h3><em>Complete privacy<\/em><\/h3><br><br>Maj-Gen Al Marri praised the efforts of the police station directors to launch the special initiative that respects humanitarian and social situations. He said the initiative achieves the strategic goal of the Dubai Police and the aspirations of the leadership in providing quality services to the members of the community of all categories in an innovative and qualitative manner.\n <h3><em>A qualitative initiative<\/em><\/h3><br><br>Maj-Gen Al Mansouri said the special interrogation rooms are a qualitative initiative for children's benefit. It is in an easy way that takes into account the privacy of the child and their families without having to go to police stations. He stressed the Dubai Police have arranged the necessary technology for specialised investigators to deal with children in a professional way.\n <br><br>He said that there are volunteer staff to provide support at all centres with great secrecy. He praised the cooperation of the private sector in providing services to the members of the community.\"\n <h3><em>An initiative to applaud<\/em><\/h3><br><br>Brigadier Ahmed Bin Ghalaita, director of Al Refa'a police station, said the initiative is an innovative idea to deal with issues in situations where children are the victims.\n <br><br>\"The initiative has two aspects. By taking kids to child-friendly interrogation rooms with their parents, the initial barrier of fear is broken and they will be able to speak comfortably. These places are also equipped with tools, pictures and electronic programmes to help get children's statements as accurately as possible.\n <br><br>\"The second part of the initiative is that children will speak to specialised officers who are trained to deal with them. Cases, where one party is a child, will be carried out by these specialised investigators. The Dubai Police have a team of specialists dealing with and investigating children,\" he said.\n <br><br>\"We hope that the initiative will be a new addition to policing and to the society.\"\n <h3><em>Special interrogation rooms for children are located at<\/em><\/h3><br><br>>IMG at the Mall of the Emirates - Al Barsha\n <br><br>>Hyatt Park Hotel and Women Association - Al Hamriyah\n <br><br>>Hyatt Regency Dubai, Radisson Blu Hotel - Dubai Deira Creek\n <br><br>>Dubai Centre for the People of Determination - Al Qusais\n <br><br>>Bin Sougat Centre and Ayan Equestrian Club - Al Rashdiya\n <br><br>>Dubai Women's Association - Hatta\n <br><br><a href=\"mailto:amira@khaleejtimes.com\">amira@khaleejtimes.com<\/a><br><br><br><br>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329254/AR/0/AR-180329254.jpg",
               "@length": ""
            }
         },
         {
            "title": "Maid kills 9-month-old baby in UAE, gets death sentence",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/news/crime/maid-kills-9-month-old-baby-in-uae-gets-death-sentence-",
            "guid": "EC5250B8-6127-421E-A9B0-4220800C74E4",
            "description": "The baby's mother said she had never had any problems with the maid in the past.",
            "content": "<b><i>The baby's mother said she had never had any problems with the maid in the past.<\/i><\/b><br/><br><br>An Indonesian maid, who killed a nine-month-old baby girl, has been sentenced to death by the Sharjah Criminal Court.<br /><br />The Sharjah public prosecution had charged the domestic help with premeditated murder for beating the infant, throwing her down on the floor, and then hitting her head with a bat used to kill house flies. The girl sustained fractures on her skull and later succumbed to her injuries at a hospital, according to the prosecution.<br /><br />The court issued its verdict after confirming criminal intent in the case. It verified all the evidences, including the forensic report.<br /><br />The infant's parents told the presiding judge that they wanted Qisas (retributive justice according to Islamic law) against the maid for killing their baby. They said they wanted strict penalty imposed on her.<br /><br />During police interrogation, the maid had admitted that she had thrown the baby -- Salama -- on the ground and then hit her several times.<br /><br />The prosecution said that the assaulted girl suffered from breathing difficulties. The doctors at the hospital conducted necessary medical tests, which revealed that there was internal bleeding in her head and a swollen-fractured skull. The infant died after she was admitted to the ICU.<br /><br />Noaf Abdulla, lawyer of the accused, has asked the court to get forensic experts investigate the cause of death of the girl and examine the fingerprints on the bat. Abdulla also requested to check the medical report issued by the hospital to see if the baby died after being hit by the bat.<br /><br />During a previous court hearing, the baby's mother, HJ, said that she never had any problem with the maid in the past. She said that on the day of the incident, she left the baby in good condition with the maid. When she returned home after half an hour, she noticed that the infant was suffering from some problem and then it fell unconscious. By then, she had not noticed that the baby was beaten and learnt about the torture inflicted on her child only after reaching the hospital.<br /><br />Although the maid had previously admitted telling the mother that she had beaten the girl, she later denied the accusations. She rejected the testimonies of the mother and said that her only responsibility was to feed the baby and take care of her.<br /><br />The mother said that the doctor, who noticed bruises and fractures in the skull, had told her about the possibility of torture. The father then lodged a complaint at the Wasit Police Station. The family had installed surveillance cameras in the house, except the bedrooms. And the room where the maid beat up the baby had no CCTVs.<br /><br />After the court verdict, the baby's father said that they had been going through a nightmare all these days. Now, they were relieved and satisfied that the killer has got what she deserved. He said we are still to come to terms with the loss of our baby, and pray for the safety of all children. <br /><br />The court ruling can be appealed within 15 days.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329262/AR/0/AR-180329262.jpg",
               "@length": ""
            }
         },
         {
            "title": "Dh500 fine for blocking traffic on Ajman roads",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/news/transport/dh500-fine-for-blocking-traffic-on-ajman-roads",
            "guid": "BDBB7557-86C3-46C6-A0B7-772BA037080C",
            "description": "The Director of Traffic and Patrol Department called on motorists and road users to abide by the traffic laws.",
            "content": "<b><i>The Director of Traffic and Patrol Department called on motorists and road users to abide by the traffic laws.<\/i><\/b><br/><br><br>Ajman Police have launched a campaign titled-'Move your car after a simple accident.'\n <br><br>They have now reminded the public that motorists will incur a Dh500 fine, if they do not move their vehicles and obstruct traffic after minor accidents. This is in accordance with the Resolution No. (178) of 2017.\n <br><br>The General Command of Ajman Police aims to highlight the importance of drivers moving their vehicle to the side of the road in the case of minor accidents without any casualties.\n <br><br>Lt Col Saif Abdullah Al Falasi, Director of Traffic and Patrols Department, said that the campaign was aimed at raising public awareness about moving vehicles to avoid causing major traffic delays leading to traffic congestion. This will also help the police patrols in reaching the accident site in time.\n <br><br>The Director of Traffic and Patrol Department called on motorists and road users to abide by the traffic laws and drive with caution in order to avoid traffic accidents and maintain public safety.\n <blockquote class=\"instagram-media\" style=\"background: #FFF; border: 0; border-radius: 3px; box-shadow: 0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width: 658px; padding: 0; width: calc(100% - 2px);\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/Bgx8tqOhX74/\" data-instgrm-version=\"8\"><div style=\"padding: 8px;\"><div style=\"background: #F8F8F8; line-height: 0; margin-top: 40px; padding: 50% 0; text-align: center; width: 100%;\"><\/div><br><br><a style=\"color: #000; font-family: Arial,sans-serif; font-size: 14px; font-style: normal; font-weight: normal; line-height: 17px; text-decoration: none; word-wrap: break-word;\" href=\"https://www.instagram.com/p/Bgx8tqOhX74/\" target=\"_blank\">???? ????? ???? ???? \" ??? ?????? ??? ?????? ?????? \" ????? ??????? ?????? ????? ????? ???? \" ??? ?????? ??? ?????? ?????? \" ?????? ????? ???????? ???????? ????? ?????? ????? ??????? ??? ???? ??????? ??????? ?? ???? ??? ???? ?????? ?? ???????? ???? ????? ?????? ?????????? ????? ???????? ?????? ????? ??????? ???? ????? ???? ?????. ???? ????? ?????? ??? ??? ???? ??????? ???? ????? ?????? ????????? ?? ????? ?????? ??? ???? ????? ??????? ?????? ????? ???????? ?? ???? ?????? ??? ??? ?????? ?? ???? ???? ?????? ?????? ???? ????? ??????? ????????? ?????? ?????? ??? ???? ?????? ??? ????? ???? ??? ????????? ?? ???? ??? ?????? ??????? ?????? ??? ???? ?????? ????? ?????? ??? ???? ??????. ????? ?????? ??? ????? ??????? ???? ?? ???? ??????? ??????? ???? ???? ?? ???????? ????? ?? ??????? ??????? ??? ???????? ???? ??? ??? ?????? ????? ??????? ??? ???? ?????? ???????? ?????? ?? ???? ???? ????? ?????? ?????? ?? ?????? ??? ????? 999? ?????? ??? ?? ????? ???????? ???? ???? ???????? ?? 500 ???? ?? ???? ??? ????? ???????? ???? ?????? ?? ??????? ???????? ??????? ?? ????? ???? ????? ??? ????? ???? ????? ?????? ??????? ??? (178) ???? 2017. ???? ???? ????? ?????? ????????? ????? ???????? ???????? ?????? ??? ???????? ??????? ????? ??????? ???????? ???? ????? ???? ??????? ???????? ??????? ??? ???????? ??????? ??????? ??????. 26/3/2018 #????_????? #?????_???????? #??????_????????? #?????? #?????_????? #???????? ?#ajmanpolice #moiuae #uaepolice #moi #police #ajmangov #uaegov #uae<\/a><br><br>A post shared by <a style=\"color: #c9c8cd; font-family: Arial,sans-serif; font-size: 14px; font-style: normal; font-weight: normal; line-height: 17px;\" href=\"https://www.instagram.com/ajmanpolice/\" target=\"_blank\"> Ajman Police - ???? ?????<\/a> (@ajmanpolice) on <time style=\"font-family: Arial,sans-serif; font-size: 14px; line-height: 17px;\" datetime=\"2018-03-26T08:54:10+00:00\">Mar 26, 2018 at 1:54am PDT<\/time><\/div><\/blockquote><script src=\"https://www.instagram.com/embed.js\" async=\"\" defer=\"defer\"><\/script>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329256/AR/0/AR-180329256.jpg",
               "@length": ""
            }
         },
         {
            "title": "Sharjah Ruler settles debts worth Dh9.5m owed by Emiratis",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/news/government/sharjah-ruler-settles-debts-worth-dh95m-owed-by-emiratis--",
            "guid": "73AC5540-3855-4A54-AC71-E0BA85AB4F58",
            "description": "Debt Settlement Committee also allocates over Dh49 million to settle debts.",
            "content": "<b><i>Debt Settlement Committee also allocates over Dh49 million to settle debts.<\/i><\/b><br/><br><br>His Highness Dr. Sheikh Sultan bin Mohammed Al Qasimi, Supreme Council Member and Ruler of Sharjah, has approved Dh9,501,177 to repay the debts owed by Emirati nationals.\n <br><br>The latest move comes as part of the generous initiatives of Sheikh Dr. Sultan bin Mohamed, that place such humanitarian initiatives as top priority and seeks to achieve a stable and a decent life for citizens.\n <br><br>These include those who receive monthly assistance from Sharjah Department of Social Services within the category of decent living.\n <h4>Debt Settlement Committee allocates over Dh49 million for beneficiaries<\/h4><br><br>The Sharjah Debt Settlement Committee has approved the provision of Dh49,428,000 to settle cases for citizens in the emirate.\n <br><br>This move is in line with the directives issued by Dr. Sheikh Sultan bin Mohammed - to provide a stable and decent life for UAE citizens.\n <br><br>Rashid Ahmed bin Al Sheikh, Chief of the Sharjah Emiri Court and Head of the Committee, said that the Committee approved to pay the debts of individuals who have defaulted as part of the 16th batch of payments.\n <br><br>Al Sheikh explained that the total amount paid to settle the debts of citizens reached Dh537,310,153 for 1,099 beneficiaries.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329272/AR/0/AR-180329272.jpg",
               "@length": ""
            }
         },
         {
            "title": "261 medical facilities fined in Dubai last year",
            "pubDate": "Mon, 26 Mar 2018 15:55:49 +0200",
            "link": "https://www.khaleejtimes.com/news/uae-health/261-medical-facilities-fined-in-dubai-last-year",
            "guid": "E95C9618-0D47-4D63-91D5-94F67653F904",
            "description": "Huge drop in violations compared to previous year",
            "content": "<b><i>Huge drop in violations compared to previous year<\/i><\/b><br/><br><br>The Dubai Health Authority (DHA) has said that it has issued 261 medical fines against medical facilities and received 357 medical complaints against private health facilities in Dubai in 2017.\n <br><br>This is a decrease from 2016, where the numbers of fines totalled to 496.\n <br><br>Dr Marwan Al Mulla, director of health regulations department at the DHA, said this decrease is attributed to the modernisation of monitoring systems and understanding of private health facilities of the importance of providing quality services to customers. \n <br><br>He said that main reason for issuing of these fines is the non-compliance of the health facility or the professional with the authority's laws and regulations.\n <br><br>This accounted for 103 of the total of violations in 2017, while other reasons for these fines included non-compliance with technical and health conditions for the establishment, operation or management of the health facility and not providing the required cadres to provide the medical care in health facilities and using unauthorised professionals. \n <br><br>Al Mulla said that the authority dealt with these violations in accordance to the Executive Council Resolution No. 32 of 2012 on regulating the practice of health professionals in Dubai. He added that the authority took legal action against the violators, which ranged from closing the facility and terminating the licensee to issuing warnings and re-evaluating the facilities.\n <br><br>He added that there has been a notable increase in the private health sector of Dubai as 346 new facilities opened last year totaling the number of health facilities in Dubai to 3,115 facilities.\n <br><br>He also said that the number of professional licences increased by 14,314 last year totalling the number of licences of professionals working in the health field in Dubai to 37,325.\n <br><br>Out of the 37,325 professionals working in the health field, 7,698 are doctors, 11,007 in health-supporting fields, 2,059 in the dental field besides 16,361 nurses and midwifes and another 200 in the alternative medicine field.\n <br><br>Al Mulla said that there are a number of initiatives launched by the authority to promote the investment environment of Dubai and to improve quality of services, which contributed to the growth of the health field.\n <br><br><a href=\"mailto:asmaalizain@khaleejtimes.com\">asmaalizain@khaleejtimes.com<\/a><br><br>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180326/ARTICLE/180329279/AR/0/AR-180329279.jpg",
               "@length": ""
            }
         }
      ]
   }
}