{
   "@version": "2.0",
   "channel": {
      "title": "KT Mobile",
      "link": "http://www.khaleejtimes.com/",
      "description": "Mobile Home",
      "language": "en-gb",
      "copyright": "Copyright 2018 Galadari Printing and Publishing LLC.",
      "pubDate": "Tue, 27 Mar 2018 10:59:45 +0200",
      "category": "Top News Home",
      "item": [
         {
            "title": "25-year-old man missing in Ras Al Khaimah",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/nation/ras-al-khaimah/25-year-old-man-missing-in-ras-al-khaimah-1-",
            "guid": "A87F016F-258B-4307-BFEF-C01C83327D9C",
            "description": "The man, identified as Humaid bin Mohammed bin Salem Al Meqbali, has been missing for four days.",
            "content": "<b><i>The man, identified as Humaid bin Mohammed bin Salem Al Meqbali, has been missing for four days.<\/i><\/b><br/><br><br>The Ras Al Khaimah police have urged the public for help in finding a missing Gulf citizen resident in Ras Al Khaimah.\n <br><br>The 25-year-old man, identified as Humaid bin Mohammed bin Salem Al Meqbali, has been missing for four days, according to his relatives.\n <br><br>Al Meqbali, who is mentally disturbed, has been staying with his sister's husband at the Nakheel area in Ras Al Khaimah for the last two years.\n <br><br>Abdullah Al Shehi, a relative of Al Meqbali said that he used to get upset at times but did not take any medication or soothing pills. \"He used to go to the grocery whenever he felt upset, but would come back a few minutes after he would relax.\"\n <br><br>However, last Thursday he went out and never came back. \"He left his mobile phone and all his identity documents behind,\" said Al Shehi.\n <br><br>The family members have looked for him everywhere, but in vain. \"He did not go to any of his friends' or relatives' places.\"\n <br><br>They finally sought help from the Ras Al Khaimah police. \"All of us are worried about his safety and if anyone sees him, please alert the RAK police at 072356666 or 0507669229,\" said the relative.\n <br><br><a href=\"mailto:ahmedshaaban@khaleejtimes.com\">ahmedshaaban@khaleejtimes.com<\/a><br><br>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329210/AR/0/AR-180329210.jpg",
               "@length": ""
            }
         },
         {
            "title": "Medical staff illegally issue sick leave notes for cash",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/news/crime/medical-staff-illegally-issue-sick-leave-notes-for-cash",
            "guid": "D3B38AA5-A721-408B-A056-CEE9F7B9C38B",
            "description": "The doctor charge people Dh300 per sick note.",
            "content": "<b><i>The doctor charge people Dh300 per sick note.<\/i><\/b><br/><br><br>Three workers of a medical centre have been accused of illegally issuing sick leave notes to people, in return for money.\n <br><br>The Abu Dhabi Criminal Court heard that the defendants - an Egyptian doctor and an Indian nurse and receptionist - were illegally issuing sick leave notes to workers who were not actually ill but wanted to take a break from work.\n <br><br>They were charging each person Dh300 for a sick leave note.\n <br><br>Official court documents stated that the Abu Dhabi Police's Anti-Corruption Department was notified about a doctor and other staff working at a medical center, who was issuing these sick notes.\n <br><br>The total amount of cash collected through this illegal activity was not mentioned in court.\n <br><br>After investigating the case, an undercover police agent contacted the doctor and tricked him into believing that he wanted a doctor's note, so he could take some days off duty.\n <br><br>Prosecutors said the doctor agreed to charge him Dh300, to issue the sick note.\n <br><br>Police officers who were monitoring the Egyptian doctor arrested him when he was handing over the stamped sick note to the undercover policeman without any medical examination, and after he paid him the cash.\n <br><br>Prosecutors charged the doctor, along with a nurse and a hospital receptionist who were working with him in falsifying official medical documents.\n <br><br>All defendants denied the charges of forging official documents and fraudulently collecting money from people. The doctor told court that his work was only based on diagnoses and treatment of patients and that he had never collected money from anyone for issuing false sick notes.\n <br><br>The nurse stated in court she only entered the data of the patients examined by the doctor into the electronic system and that she was never involved in the fraudulent acts.\n <br><br>The receptionist also denied helping the doctor deliver the sick notes to people or collecting money from them.\n <br><br>The trial was adjourned to April 17.\n <br><br>ismail@khaleejtimes.com",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329214/AR/0/AR-180329214.jpg",
               "@length": ""
            }
         },
         {
            "title": "Cebu Pacific offers Dh1 tickets for flights from Dubai",
            "pubDate": "Tue, 27 Mar 2018 10:38:21 +0200",
            "link": "https://www.khaleejtimes.com/nation/dubai/cebu-pacific-offers-dh1-tickets-for-flights-from-dubai",
            "guid": "48C7CC9C-047C-4B26-AB27-50FE6F022B13",
            "description": "The airline launches special two-day sale.",
            "content": "<b><i>The airline launches special two-day sale.<\/i><\/b><br/><br><br>UAE travellers and Filipino expats keen to enjoy Philippine islands may now start planning their summer getaway next year as early bookers are in for massive airfare discounts.\n <br><br>The Philippines' leading carrier, Cebu Pacific (CEB),  has launched an exclusive seat sale on March 27-28 for Dubai to Manila flights, with ticket prices dropping to as low as Dh1.\n <br><br>The travel period is for the distant timeline, January1, 2019 to  March 31, 2019 , the airline said in a press release.\n <br><br>\"The weather in the Philippines tends to be cooler and less humid from January to March-perfect for tourists and expats to take in the sights and enjoy the country's breath-taking island destinations,\" said Candice Iyog, Vice President of Marketing and Distribution of Cebu Pacific.\n <br><br>Aside from being an ideal period for summer travels, the first quarter of the year is also considered a peak season for Filipino expats who are coming home to be with their families.\n <br><br>Industry experts and travellers themselves have constantly voted the Philippines' natural wonders, such as Palawan and Cebu, into the world's best islands lists-making the country a bucket-list destination for several people across the globe.\n <br><br>CEB's seat sale, rolled out at certain points of the year, also gives travellers the chance to finalise their holiday plans well in advance. Those looking to extend your vacation can connect via Manila through the Cebu Pacific route network-which spans 25 international and 37 domestic destinations.\n <br><br>Start your 2019 right with Cebu Pacific Air and make your trip a truly unforgettable one with new adventures in the Philippines, or even beyond through CEB's international network spanning Asia, Australia and Guam.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329186/TS/1/TS-180329186.jpg",
               "@length": ""
            }
         },
         {
            "title": "6 UAE jobs offering up to Dh20,000 salary",
            "pubDate": "Tue, 27 Mar 2018 10:17:51 +0200",
            "link": "https://www.khaleejtimes.com/news/general/6-uae-jobs-offering-up-to-dh20000-salary",
            "guid": "1135528F-1A03-4700-AD5C-962ED6F87361",
            "description": "Job forecast shows opening of new job opportunities in the UAE as well as a strong job market.",
            "content": "<b><i>Job forecast shows opening of new job opportunities in the UAE as well as a strong job market.<\/i><\/b><br/><br><br>The recent trends reveal that several firms in Dubai are looking to hire professionals in the fields of marketing, engineering and medical. And they are offering attractive salaries!\n <br><br>Job forecast shows opening of new job opportunities in the UAE as well as a strong job market. A <a href=\"https://www.khaleejtimes.com/business/local/Health-sector-to-create-more-jobs-in-UAE\" target=\"_blank\">recent study<\/a> points out that the Gulf job market is set to grow at an average rate of 9 per cent this year with healthcare continuing to expand in the region, thanks to a growing domestic population and a regulatory push to increase health coverage and expected surge in hiring in the sector.\n <br><br><strong>Looking for a job in UAE?<\/strong><a href=\"https://www.khaleejtimes.com/news/general/looking-for-a-job-in-uae-heres-the-salary-guide\" target=\"_blank\">Here's the salary guide<\/a><br><br>Khaleej Times' classifieds portal, <a href=\"https://buzzon.khaleejtimes.com/ad-category/jobs-vacancies/\" target=\"_blank\">KT Buzzon<\/a>, advertised some exciting work opportunities. Take a look at these job vacancies in the UAE which can fetch you a pay cheque of up to Dh20,000:\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/project-manager-required/\" target=\"_blank\">Project Manager<\/a><\/h3><br><br>Industry: Construction<br />Career: Management<br />Job Location: Dubai<br />Salary: Dh15,000-20,000<br />Experience: 10 - 15 Years<br />Job Type: Full Time\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/hiring-for-finance-manager-indian/\" target=\"_blank\">Finance Manager <\/a><\/h3><br><br>Industry: Other<br />Career: Management<br />Job Location: Dubai<br />Salary: Dh10,001-15,000<br />Experience: 2 - 5 Years<br />Job Type: Full time\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/hiring-for-property-consultant/\" target=\"_blank\">Property Consultant<\/a><\/h3><br><br>Industry: Real Estate<br />Career: Mid Career<br />Job Location: Dubai<br />Salary: Dh7,001-10,000<br />Experience: 2 - 5 years<br />Job Type:  Full time\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/senior-engineer-required/\" target=\"_blank\">Senior Engineer<\/a><\/h3><br><br>Industry: Machinery/Equipment Manufacturing<br />Career: Management<br />Job Location: Dubai<br />Salary: Dh7,001-10,000<br />Experience: 5 - 7 Years<br />Job Type:  Full time\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/hiring-for-rm-wealth-managment/\" target=\"_blank\">Relationship Manager <\/a><\/h3><br><br>Industry: Banking<br />Career: Mid Career<br />Job Location: Dubai<br />Salary: Dh7,001-10,000<br />Experience: 2 - 5 years<br />Job Type:  Full time\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/required-dentist-witt-moh/\" target=\"_blank\"><strong>Dentist (with MoH licence)<\/strong><\/a><\/h3><br><br>Industry: Health Care<br />Career: Mid Career<br />Job Location: Ajman<br />Salary: Dh7,001-10,000<br />Experience: 5 - 7 years<br />Job Type:  Full time<br /><br /><br><br>Find out other job offers on <a href=\"https://buzzon.khaleejtimes.com/ad-category/jobs-vacancies/\" target=\"_blank\">KT Buzzon<\/a>.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329188/AR/0/AR-180329188.jpg",
               "@length": ""
            }
         },
         {
            "title": "Former radio jockey hacked to death in Kerala, friend injured",
            "pubDate": "Tue, 27 Mar 2018 09:21:11 +0200",
            "link": "https://www.khaleejtimes.com/international/india/former-radio-jockey-hacked-to-death-in-kerala-friend-injured",
            "guid": "AF139EFB-83CB-4202-9246-B351C10BC6F0",
            "description": "The gang arrived in a car and hacked the singer and his friend, who is undergoing treatment.",
            "content": "<b><i>The gang arrived in a car and hacked the singer and his friend, who is undergoing treatment.<\/i><\/b><br/><br><br>A popular folk singer and former radio jockey from Thiruvananthapuram was hacked to death near Varkala in the early hours of Tuesday.\n <br><br>According to reports, a group of unidentified arrived in a car and hacked the thirty-seven-year-old Rajesh and his friend, who is undergoing treatment. Rajesh died from his injuries.\n <br><br>The duo, who had returned to their office after a music program, were attacked by a group of unidentified assailants, reports <a href=\"https://english.manoramaonline.com/news/kerala/2018/03/27/singer-radio-jockey-hacked-death-kerala-capital.html\" target=\"_blank\">Manorama News.<\/a><br><br>The police have registered a case <span class=\"st\">against<\/span> murder and begun a probe.\n <br><br>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329193/AR/0/AR-180329193.jpg",
               "@length": ""
            }
         }
      ]
   }
}