{
   "@version": "2.0",
   "channel": {
      "title": "KT Mobile",
      "link": "http://www.khaleejtimes.com/",
      "description": "Mobile Home",
      "language": "en-gb",
      "copyright": "Copyright 2018 Galadari Printing and Publishing LLC.",
      "pubDate": "Tue, 27 Mar 2018 10:59:45 +0200",
      "category": "Top News Home",
      "item": [
         {
            "title": "Trump fundraiser sues Qatar over hacked emails",
            "pubDate": "Tue, 27 Mar 2018 07:31:08 +0200",
            "link": "https://www.khaleejtimes.com/international/americas/trump-fundraiser-sues-qatar-over-hacked-emails",
            "guid": "7CD52EBC-D87F-4654-B0F3-4E28893247E6",
            "description": "The lawsuit, which seeks unspecified damages, says some of the leaked materials were doctored.",
            "content": "<b><i>The lawsuit, which seeks unspecified damages, says some of the leaked materials were doctored.<\/i><\/b><br/><br><br>Elliott Broidy, a top Republican fundraiser, sued Qatar on Monday, accusing the Gulf state of pilfering and leaking emails in retribution for his attempts to influence the Trump administration in favour of regional rivals of Qatar.\n <br><br>In the lawsuit, filed in US District Court in Los Angeles, Broidy accused Qatar and its agents of hacking into his and his wife's email accounts and providing the stolen documents, via US-based lobbyists, to media outlets in order to plant damaging articles about him.\n <br><br>The lawsuit, which seeks unspecified damages, says some of the leaked materials were doctored.\n <br><br>\"We believe the evidence is clear that a nation state is waging a sophisticated disinformation campaign against me in order to silence me,\" Broidy said in a statement.\n <br><br>The lawsuit adds a new dimension to a diplomatic crisis in the Gulf set off when the United Arab Emirates, Saudi Arabia, Bahrain and Egypt imposed sanctions on Qatar last June.\n <br><br>The boycott was based on allegations that Qatar supports militants and regional foe Iran. Qatar denies the charges.\n <br><br>Jassim Al Thani, a spokesman at Qatar's embassy in Washington, described the lawsuit as an attempt by Broidy to divert attention from media scrutiny on his activities.\n <br><br>\"It is Mr. Broidy, not Qatar, who orchestrated nefarious activities designed to influence Congress and American foreign policy,\" Al Thani said in a statement.\n <br><br>Broidy cited several articles that he believes were prompted by the leaking of his emails and other documents.\n <br><br>Broidy claims Al Jazeera published an article on March 8 based on falsified documents accusing him of entering into a lobbying contract in 2014 with a Russian bank under US sanctions.<br /><br />Al Jazeera did not immediately respond to an email seeking comment.\n <br><br>Broidy accused Nicolas Muzin, a Washington-based lobbyist whose firm has a $300,000 per month contract with Qatar, of helping to wage a campaign to discredit Broidy's efforts to \"educate the American people about Qatar.\" Muzin was also named as a defendant in the suit.<br /><br />\"Mr Broidy's lawsuit is an obvious attempt to draw attention away from his controversial work, and is as flimsy as the promises he reportedly made to his clients,\" Muzin said in a statement, saying he was proud of the work he did for Qatar.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329201/TS/1/TS-180329201.jpg",
               "@length": ""
            }
         },
         {
            "title": "School summer holidays in UAE likely to be delayed",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/news/education//uae-ministry-of-education-mulls-postponing-exam-dates-online-tests",
            "guid": "AB5AAEFA-1563-4A24-89C4-5AE6D31B2F88",
            "description": [],
            "content": "<b><i><\/i><\/b><br/><br><br>The UAE Ministry of Education (MoE) is proposing a series of changes to the academic year of schools across the country, including pushing back final exam dates from May to late June, implementing online testing methods by 100 per cent and making the test of Islamic, Arabic and social studies in one sheet. <br /><br />As of yet, the changes have not been approved, however, they have been proposed by the curriculum department at the ministry and will be further studied, according to a source at the ministry.\n <br><br>The proposal was leaked last week and was widely reported in the Arabic press, as well as circulating on chat apps.\n <h4>Online tests<\/h4><br><br>The proposal also includes implementing 100 per cent online testing methods for all subjects, except for Arabic and English language tests - which would be 80 per cent online and 20 per cent writing. <br /><br />However, what concerned most parents and students were the new exam dates that have been proposed for all students from grade 1 to grade 12. The circular suggests exam dates from June 20 to July 12, depending on the grade.\n <h4>Mixed reactions<\/h4><br><br><strong>Vivan Mishra, a grade 11 student in Dubai, said<\/strong>: \"I believe that extending exam dates to late June would be unwise, as many students are accustomed to leaving for their summer holidays by then. Furthermore, it could be detrimental to the mindset of students all ready for their summer holidays - which could have a negative impact on their performance.\" <br /><br /><strong>Shreya Pillai, a grade 10 student, said<\/strong>: \"Don't change the exam dates because I've already started studying and delaying the exams would make it more stressful on me as a student. Plus, my family plans the summer vacation based on my exams dates and a sudden change would only make it inconvenient for everyone.\"<br /><br />However, a few students welcomed the suggested exam dates, insisting that it will give them more time to prepare and the new exam dates will not coincide with Ramadan. <br /><br />\"I, as a student, see myself on the positive side of the argument- agreeing with the fact that exam dates should be extended. Firstly, having extended exam dates allows students the much needed time to properly revise for exams as not everything is cramped together as per usual, this allows students to remain stress free and properly take their time with each subject before focusing on the next,\" said Afaf Zafirah, a grade 11 student. <br /><br />\"Also, it's important to note that the exam dates coincide with Ramadan dates and having too many exams going on during Ramadan altogether at once is extremely stressful and chaotic, thus extending the date allows a student the peace of mind to really make use of the time and therefore give their best shot at desired grades whilst being able to enjoy the spirit of Ramadan.\"<br /><br />Some students welcomed the suggested move to make tests online instead of writing.\n <br><br>Mishra, the grade 11 student, said that online tests well help Dubai \"become the smartest city in the world\". <br /><br />\"Having online tests mandated would be an excellent step towards making Dubai the smartest and most successful city in the world. If online tests could be integrated as a part of our curriculums from primary school onwards up until high school, it would prepare all students for the paradigm shift,\" he said. <br /><br />\"I definitely wholeheartedly believe that the pros of taking exams onlineally surpasses the cons. Exams, which require hours of essay writing by hand can be time-consuming and quite frankly hard, especially for students who have bad handwriting or even students who consistently feel the need to edit their work as they write - I believe taking exams such as these allows students to keep errors to a minimal as well as stay efficient and manage time well without having to worry about whether the handwriting is readable or not,\" said Zafirah, also a grade 11 student. <br /><br />However, a few students were skeptical of making the tests online. <br /><br />Sreelakshmi V, a grade 10 student, said that some exams are too lengthy to be taken onlineally. <br /><br />\"It may not be possible to do the CBSE exams in online mode as its content is entirely different and too much theory based. And writing a three-hour exam in online mode, which in the present scenario, is not acceptable. Though, it can be if the needed changes are the made to the current syllabus,\" she said. <br /><br />Another grade 10 student, Saher Kapadia, also prefers writing exams to online. <br /><br />\"I'm not sure how feasible it will be for the UAE to have exams done onlineally because the majority of programs in Dubai follow IGCSE and IB where we need to give written exams.\n <br><br>\"Therefore, we need to train to write quickly during primary and secondary. And I'm pretty sure in college we will require these written skills too. So, hopefully the government can collaborate with educators to solve this potential issue if we adopt doing exams onlineally,\" Kapadia said. <br /><br /><a href=\"mailto:sarwat@khaleejtimes.com\">sarwat@khaleejtimes.com<\/a>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329399/TS/1/TS-180329399.jpg",
               "@length": ""
            }
         },
         {
            "title": "UAE slams provocative action by 2 Qatari jets",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/region/qatar-crisis/gcaa-slams-two-qatari-fighter-jets-for-approaching-uae-registered-planes--",
            "guid": "AF4B8EC1-3A9A-4FCE-A3A7-95DDEFD0C5C2",
            "description": "The incident happened in Bahraini airspace.",
            "content": "<b><i>The incident happened in Bahraini airspace.<\/i><\/b><br/><br><br>The UAE General Civil Aviation Authority (GCAA) on Monday condemned Qatar's fighter jets that approached two UAE registered civil planes in a 'dangerous manner' on Monday afternoon.\n <br><br>The incident happened in Bahraini airspace, GCAA said in a brief statement.\n <br><br>The action prompted the pilot of one of the UAE-registered planes to make a maneuver in order to avoid colliding with the Qatari military jets.\n <br><br>\"This is deemed a blatant move by Qatar to jeopardise the safety of civilian planes and air navigation,\" the statement said.\n <br><br>The GCAA confirmed that this is not the first time that Qatar had taken such provocative actions - as it was preceded by two similar incidents, which GCAA had lodged a complaint against with the International Civil Aviation Organization (ICAO).\n <blockquote class=\"instagram-media\" style=\"background: #FFF; border: 0; border-radius: 3px; box-shadow: 0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width: 658px; padding: 0; width: calc(100% - 2px);\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/Bgyw76uF9dz/\" data-instgrm-version=\"8\"><div style=\"padding: 8px;\"><div style=\"background: #F8F8F8; line-height: 0; margin-top: 40px; padding: 50.0% 0; text-align: center; width: 100%;\"><\/div><br><br><a style=\"color: #000; font-family: Arial,sans-serif; font-size: 14px; font-style: normal; font-weight: normal; line-height: 17px; text-decoration: none; word-wrap: break-word;\" href=\"https://www.instagram.com/p/Bgyw76uF9dz/\" target=\"_blank\">?????? ?????? ??????? ?????? ???? ?? ???? ??? ?????? ???????? ??????? ?? ??????? ??????? ??????? ?? ?????? ?? ?????? ????? ???? ??? ??? ????? ???????? ???? ?? ????? ???? ??? ????????? ?????? ???????? ??????? ???????? ??????. ????? ?? ??? ????? ?????????? ??? ????? ?? ????? ??????? ???????? ?? ??? ???? ???? ??? ????? ??????? ?????? ??????. #???_????????<\/a><br><br>A post shared by <a style=\"color: #c9c8cd; font-family: Arial,sans-serif; font-size: 14px; font-style: normal; font-weight: normal; line-height: 17px;\" href=\"https://www.instagram.com/uae_barq/\" target=\"_blank\"> ??? ????????<\/a> (@uae_barq) on <time style=\"font-family: Arial,sans-serif; font-size: 14px; line-height: 17px;\" datetime=\"2018-03-26T16:30:30+00:00\">Mar 26, 2018 at 9:30am PDT<\/time><\/div><\/blockquote><script src=\"https://www.instagram.com/embed.js\" async=\"\" defer=\"defer\"><\/script><br><br>The GCAA thus condemned such irresponsible acts by Qatar around civil aviation traffic that follows particular air routes, well known to the ICAO. The GCAA, therefore, reiterates UAE's right to take any necessary action in such situations under international laws.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329226/AR/0/AR-180329226.jpg",
               "@length": ""
            }
         },
         {
            "title": "US, Saudi, UAE security advisors meet to counter Iran",
            "pubDate": "Tue, 27 Mar 2018 06:46:43 +0200",
            "link": "https://www.khaleejtimes.com/region/mena/us-saudi-uae-security-advisors-meet-to-counter-iran",
            "guid": "4A133B6B-F05A-43FB-BBEC-09E7F589235A",
            "description": "The security officials of the three nations talked about issues of strategic importance to the three countries.",
            "content": "<b><i>The security officials of the three nations talked about issues of strategic importance to the three countries.<\/i><\/b><br/><br><br>The national security advisors of the US, Saudi Arabia and the United Arab Emirates met at the White House on Friday to discuss joint efforts to counter the \"Iranian regime's malign influence and provocative behaviour.\"\n <br><br>The White House said in a statement that security officials of the three nations talked about issues of strategic importance to the three countries.\n <br><br>Senior officials from the US Departments of State, Defence, the Treasury and the intelligence community participated in the meeting, Xinhua reported.\n <br><br>The leaders agreed to meet trilaterally on a regular basis to develop and implement joint frameworks to mitigate threats to regional security and to bring greater peace, stability and prosperity to the Middle East.\n <br><br>\"Additionally, the National Security Advisor of Afghanistan joined a session focused on discussing ways the US, Saudi Arabia and the UAE can partner with Afghanistan to support the Afghan government and set conditions for an enduring peace settlement,\" said the White House.\n <br><br>Also on Friday, the US sanctioned an Iranian entity and 10 individuals over \"malicious cyber-enabled activities,\" saying the hackers worked at the behest of the Iranian Revolutionary Guard Corps.\n <br><br>Iranian Foreign Ministry said on Saturday that the US measures were \"illegal and provocative,\" proving the US inherent hostility against Tehran.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329203/AR/0/AR-180329203.jpg",
               "@length": ""
            }
         },
         {
            "title": "Novartis sells stake in venture to GSK for $13 billion",
            "pubDate": "Tue, 27 Mar 2018 09:28:03 +0200",
            "link": "https://www.khaleejtimes.com/business/novartis-sells-stake-in-venture-to-gsk-for-13-billion",
            "guid": "D2493243-2F29-4B20-9C9A-470E97C1CB0E",
            "description": "The deal is set to complete in the second quarter.",
            "content": "<b><i>The deal is set to complete in the second quarter.<\/i><\/b><br/><br><br> Novartis will sell its 36.5 percent stake in a consumer healthcare joint venture to GSK  for $13.0 billion (£9.14 billion) in cash to focus on strategic priorities, the Swiss drugmaker said on Tuesday.\n <br><br>The deal is set to complete in the second quarter subject to the necessary approvals, it added in a statement.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329192/AR/0/AR-180329192.jpg",
               "@length": ""
            }
         },
         {
            "title": "25-year-old man missing in Ras Al Khaimah",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/nation/ras-al-khaimah/25-year-old-man-missing-in-ras-al-khaimah-1-",
            "guid": "A87F016F-258B-4307-BFEF-C01C83327D9C",
            "description": "The man, identified as Humaid bin Mohammed bin Salem Al Meqbali, has been missing for four days.",
            "content": "<b><i>The man, identified as Humaid bin Mohammed bin Salem Al Meqbali, has been missing for four days.<\/i><\/b><br/><br><br>The Ras Al Khaimah police have urged the public for help in finding a missing Gulf citizen resident in Ras Al Khaimah.\n <br><br>The 25-year-old man, identified as Humaid bin Mohammed bin Salem Al Meqbali, has been missing for four days, according to his relatives.\n <br><br>Al Meqbali, who is mentally disturbed, has been staying with his sister's husband at the Nakheel area in Ras Al Khaimah for the last two years.\n <br><br>Abdullah Al Shehi, a relative of Al Meqbali said that he used to get upset at times but did not take any medication or soothing pills. \"He used to go to the grocery whenever he felt upset, but would come back a few minutes after he would relax.\"\n <br><br>However, last Thursday he went out and never came back. \"He left his mobile phone and all his identity documents behind,\" said Al Shehi.\n <br><br>The family members have looked for him everywhere, but in vain. \"He did not go to any of his friends' or relatives' places.\"\n <br><br>They finally sought help from the Ras Al Khaimah police. \"All of us are worried about his safety and if anyone sees him, please alert the RAK police at 072356666 or 0507669229,\" said the relative.\n <br><br><a href=\"mailto:ahmedshaaban@khaleejtimes.com\">ahmedshaaban@khaleejtimes.com<\/a><br><br>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329210/AR/0/AR-180329210.jpg",
               "@length": ""
            }
         },
         {
            "title": "Medical staff illegally issue sick leave notes for cash",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/news/crime/medical-staff-illegally-issue-sick-leave-notes-for-cash",
            "guid": "D3B38AA5-A721-408B-A056-CEE9F7B9C38B",
            "description": "The doctor charge people Dh300 per sick note.",
            "content": "<b><i>The doctor charge people Dh300 per sick note.<\/i><\/b><br/><br><br>Three workers of a medical centre have been accused of illegally issuing sick leave notes to people, in return for money.\n <br><br>The Abu Dhabi Criminal Court heard that the defendants - an Egyptian doctor and an Indian nurse and receptionist - were illegally issuing sick leave notes to workers who were not actually ill but wanted to take a break from work.\n <br><br>They were charging each person Dh300 for a sick leave note.\n <br><br>Official court documents stated that the Abu Dhabi Police's Anti-Corruption Department was notified about a doctor and other staff working at a medical center, who was issuing these sick notes.\n <br><br>The total amount of cash collected through this illegal activity was not mentioned in court.\n <br><br>After investigating the case, an undercover police agent contacted the doctor and tricked him into believing that he wanted a doctor's note, so he could take some days off duty.\n <br><br>Prosecutors said the doctor agreed to charge him Dh300, to issue the sick note.\n <br><br>Police officers who were monitoring the Egyptian doctor arrested him when he was handing over the stamped sick note to the undercover policeman without any medical examination, and after he paid him the cash.\n <br><br>Prosecutors charged the doctor, along with a nurse and a hospital receptionist who were working with him in falsifying official medical documents.\n <br><br>All defendants denied the charges of forging official documents and fraudulently collecting money from people. The doctor told court that his work was only based on diagnoses and treatment of patients and that he had never collected money from anyone for issuing false sick notes.\n <br><br>The nurse stated in court she only entered the data of the patients examined by the doctor into the electronic system and that she was never involved in the fraudulent acts.\n <br><br>The receptionist also denied helping the doctor deliver the sick notes to people or collecting money from them.\n <br><br>The trial was adjourned to April 17.\n <br><br>ismail@khaleejtimes.com",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329214/AR/0/AR-180329214.jpg",
               "@length": ""
            }
         },
         {
            "title": "Cebu Pacific offers Dh1 tickets for flights from Dubai",
            "pubDate": "Tue, 27 Mar 2018 10:38:21 +0200",
            "link": "https://www.khaleejtimes.com/nation/dubai/cebu-pacific-offers-dh1-tickets-for-flights-from-dubai",
            "guid": "48C7CC9C-047C-4B26-AB27-50FE6F022B13",
            "description": "The airline launches special two-day sale.",
            "content": "<b><i>The airline launches special two-day sale.<\/i><\/b><br/><br><br>UAE travellers and Filipino expats keen to enjoy Philippine islands may now start planning their summer getaway next year as early bookers are in for massive airfare discounts.\n <br><br>The Philippines' leading carrier, Cebu Pacific (CEB),  has launched an exclusive seat sale on March 27-28 for Dubai to Manila flights, with ticket prices dropping to as low as Dh1.\n <br><br>The travel period is for the distant timeline, January1, 2019 to  March 31, 2019 , the airline said in a press release.\n <br><br>\"The weather in the Philippines tends to be cooler and less humid from January to March-perfect for tourists and expats to take in the sights and enjoy the country's breath-taking island destinations,\" said Candice Iyog, Vice President of Marketing and Distribution of Cebu Pacific.\n <br><br>Aside from being an ideal period for summer travels, the first quarter of the year is also considered a peak season for Filipino expats who are coming home to be with their families.\n <br><br>Industry experts and travellers themselves have constantly voted the Philippines' natural wonders, such as Palawan and Cebu, into the world's best islands lists-making the country a bucket-list destination for several people across the globe.\n <br><br>CEB's seat sale, rolled out at certain points of the year, also gives travellers the chance to finalise their holiday plans well in advance. Those looking to extend your vacation can connect via Manila through the Cebu Pacific route network-which spans 25 international and 37 domestic destinations.\n <br><br>Start your 2019 right with Cebu Pacific Air and make your trip a truly unforgettable one with new adventures in the Philippines, or even beyond through CEB's international network spanning Asia, Australia and Guam.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329186/TS/1/TS-180329186.jpg",
               "@length": ""
            }
         },
         {
            "title": "6 UAE jobs offering up to Dh20,000 salary",
            "pubDate": "Tue, 27 Mar 2018 10:17:51 +0200",
            "link": "https://www.khaleejtimes.com/news/general/6-uae-jobs-offering-up-to-dh20000-salary",
            "guid": "1135528F-1A03-4700-AD5C-962ED6F87361",
            "description": "Job forecast shows opening of new job opportunities in the UAE as well as a strong job market.",
            "content": "<b><i>Job forecast shows opening of new job opportunities in the UAE as well as a strong job market.<\/i><\/b><br/><br><br>The recent trends reveal that several firms in Dubai are looking to hire professionals in the fields of marketing, engineering and medical. And they are offering attractive salaries!\n <br><br>Job forecast shows opening of new job opportunities in the UAE as well as a strong job market. A <a href=\"https://www.khaleejtimes.com/business/local/Health-sector-to-create-more-jobs-in-UAE\" target=\"_blank\">recent study<\/a> points out that the Gulf job market is set to grow at an average rate of 9 per cent this year with healthcare continuing to expand in the region, thanks to a growing domestic population and a regulatory push to increase health coverage and expected surge in hiring in the sector.\n <br><br><strong>Looking for a job in UAE?<\/strong><a href=\"https://www.khaleejtimes.com/news/general/looking-for-a-job-in-uae-heres-the-salary-guide\" target=\"_blank\">Here's the salary guide<\/a><br><br>Khaleej Times' classifieds portal, <a href=\"https://buzzon.khaleejtimes.com/ad-category/jobs-vacancies/\" target=\"_blank\">KT Buzzon<\/a>, advertised some exciting work opportunities. Take a look at these job vacancies in the UAE which can fetch you a pay cheque of up to Dh20,000:\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/project-manager-required/\" target=\"_blank\">Project Manager<\/a><\/h3><br><br>Industry: Construction<br />Career: Management<br />Job Location: Dubai<br />Salary: Dh15,000-20,000<br />Experience: 10 - 15 Years<br />Job Type: Full Time\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/hiring-for-finance-manager-indian/\" target=\"_blank\">Finance Manager <\/a><\/h3><br><br>Industry: Other<br />Career: Management<br />Job Location: Dubai<br />Salary: Dh10,001-15,000<br />Experience: 2 - 5 Years<br />Job Type: Full time\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/hiring-for-property-consultant/\" target=\"_blank\">Property Consultant<\/a><\/h3><br><br>Industry: Real Estate<br />Career: Mid Career<br />Job Location: Dubai<br />Salary: Dh7,001-10,000<br />Experience: 2 - 5 years<br />Job Type:  Full time\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/senior-engineer-required/\" target=\"_blank\">Senior Engineer<\/a><\/h3><br><br>Industry: Machinery/Equipment Manufacturing<br />Career: Management<br />Job Location: Dubai<br />Salary: Dh7,001-10,000<br />Experience: 5 - 7 Years<br />Job Type:  Full time\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/hiring-for-rm-wealth-managment/\" target=\"_blank\">Relationship Manager <\/a><\/h3><br><br>Industry: Banking<br />Career: Mid Career<br />Job Location: Dubai<br />Salary: Dh7,001-10,000<br />Experience: 2 - 5 years<br />Job Type:  Full time\n <h3><a href=\"https://buzzon.khaleejtimes.com/classifieds/required-dentist-witt-moh/\" target=\"_blank\"><strong>Dentist (with MoH licence)<\/strong><\/a><\/h3><br><br>Industry: Health Care<br />Career: Mid Career<br />Job Location: Ajman<br />Salary: Dh7,001-10,000<br />Experience: 5 - 7 years<br />Job Type:  Full time<br /><br /><br><br>Find out other job offers on <a href=\"https://buzzon.khaleejtimes.com/ad-category/jobs-vacancies/\" target=\"_blank\">KT Buzzon<\/a>.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329188/AR/0/AR-180329188.jpg",
               "@length": ""
            }
         },
         {
            "title": "Former radio jockey hacked to death in Kerala, friend injured",
            "pubDate": "Tue, 27 Mar 2018 09:21:11 +0200",
            "link": "https://www.khaleejtimes.com/international/india/former-radio-jockey-hacked-to-death-in-kerala-friend-injured",
            "guid": "AF139EFB-83CB-4202-9246-B351C10BC6F0",
            "description": "The gang arrived in a car and hacked the singer and his friend, who is undergoing treatment.",
            "content": "<b><i>The gang arrived in a car and hacked the singer and his friend, who is undergoing treatment.<\/i><\/b><br/><br><br>A popular folk singer and former radio jockey from Thiruvananthapuram was hacked to death near Varkala in the early hours of Tuesday.\n <br><br>According to reports, a group of unidentified arrived in a car and hacked the thirty-seven-year-old Rajesh and his friend, who is undergoing treatment. Rajesh died from his injuries.\n <br><br>The duo, who had returned to their office after a music program, were attacked by a group of unidentified assailants, reports <a href=\"https://english.manoramaonline.com/news/kerala/2018/03/27/singer-radio-jockey-hacked-death-kerala-capital.html\" target=\"_blank\">Manorama News.<\/a><br><br>The police have registered a case <span class=\"st\">against<\/span> murder and begun a probe.\n <br><br>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329193/AR/0/AR-180329193.jpg",
               "@length": ""
            }
         },
         {
            "title": "Multiple road accidents slowed down Dubai traffic",
            "pubDate": "Tue, 27 Mar 2018 08:46:03 +0200",
            "link": "https://www.khaleejtimes.com/nation/dubai/multiple-road-accidents-slowed-down-dubai-traffic-",
            "guid": "9D0B1F17-DB93-4A2E-A4B7-420247D5991E",
            "description": "Heavy traffic and multiple accidents brought traffic to a halt across many Dubai roads.",
            "content": "<b><i>Heavy traffic and multiple accidents brought traffic to a halt across many Dubai roads.<\/i><\/b><br/><br><br>Motorists on their way to work on Tuesday morning were caught in heavy traffic jams, as multiple road accidents occurred on Dubai's major highways.\n <br><br>Three accidents stalled traffic on the E311 Sheikh Mohammed bin Zayed Road towards Abu Dhabi, according to Google Map reports.<br /><br /><img src=\"/assets/png/KT14922327.PNG\" alt=\"\" width=\"99%\" height=\"NaN\" /><br><br>Two accidents were also reported on E311 Sheikh Mohammed bin Zayed Road near Dubai Silicon Oasis, causing heavy traffic delays.\n <br><br><img src=\"/assets/png/KT14926327.PNG\" alt=\"\" width=\"99%\" height=\"NaN\" /><br><br>Another accident was reported near Ras Al Khor interchange towards Dubai - Al Ain Road.\n <br><br><img src=\"/assets/png/KT14923327.PNG\" alt=\"\" width=\"99%\" height=\"NaN\" /><br><br>Meanwhile, an accident was reported on Sheikh Mohammed bin Zayed Road near Muhaisnah towards Dubai, adding to morning rush hour congestion.\n <div><img src=\"/assets/png/KT14924327.PNG\" alt=\"\" width=\"99%\" height=\"NaN\" /><\/div><div><\/div><br><br>Other areas in Dubai experiencing congestion include:<br /><br />E44 Al Awir road from Al Warqa to Ras Al Khor<br />E311 Dubai- Al Ain Road near Silicon Oasis<br />E44 Ras Al Khor Industrial Area near Al Warqa<br />D68 Al Khail Road near Dubai Mall exit towards Abu Dhabi<br />E311 Al Nahda Street<br />E311 Sheikh mohammed bin Zayed Road near National Paints",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329195/AR/0/AR-180329195.jpg",
               "@length": ""
            }
         },
         {
            "title": "Mohammed Shami's wife wants to meet him after accident",
            "pubDate": "Tue, 27 Mar 2018 08:15:24 +0200",
            "link": "https://www.khaleejtimes.com/sport/cricket/mohammed-shamis-wife-wants-to-meet-him-after-accident",
            "guid": "6A487DD7-9E63-486D-B9A3-7E8BDA5B314B",
            "description": "Shami's car collided with a truck on March 24 and he suffered minor injuries.",
            "content": "<b><i>Shami's car collided with a truck on March 24 and he suffered minor injuries.<\/i><\/b><br/><br><br>Mohammed Shami's estranged wife Hasin Jahan said she wanted to meet the cricketer following his accident while travelling from Dehradun to New Delhi.\n <br><br>Shami's car collided with a truck on March 24 and he suffered minor injuries and got a few stitches on his head.\n <br><br>\"My fight is against what he has done to me. But I do not want him to get hurt physically. He may not want me as a wife anymore. But I still feel for him and love him because he is my husband,\" Jahan told reporters here this evening.\n <br><br>Shami has been booked under various non-bailable, including attempt to murder, and bailable sections of the Indian Penal Code after Jahan's complaint to the police of domestic violence and infidelity against him.\n <br><br>\"I will pray to the God that he recovers quickly,\" Jahan told reporters here this evening.\n <br><br>She said she was eager to meet Shami along with their daughter but all her attempts to contact him over phone went \"unanswered\".\n <br><br>\"I have been trying to get in touch with my husband. But he is not responding to my calls to his phone. Even his family members were not telling me where he is currently located. I feel helpless,\" she said.\n <br><br>The Board of Control for Cricket in India cleared Shami's central contract yesterday after its anti-corruption unit exonerated him of corruption charges levelled by Jahan.\n <br><br>Shami has been given a Grade 'B' annual contract, which will make him richer by Rs 3 crore. He will also be free to play in the Indian Premier League for his franchise - the Delhi Daredevils starting April 7.\n <br><br>Jahan had met West Bengal Chief Minister Mamata Banerjee in connection with her allegation against Shami. After the meeting Jahan has been provided with security from Kolkata police.\n <br><br>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329199/AR/0/AR-180329199.jpg",
               "@length": ""
            }
         },
         {
            "title": "Debt-ridden man kills wife, children, seeks to commit suicide",
            "pubDate": "Tue, 27 Mar 2018 07:16:51 +0200",
            "link": "https://www.khaleejtimes.com/international/india/debt-ridden-man-kills-wife-children-seeks-to-commit-suicide",
            "guid": "95F11F2D-BA1F-4770-B42E-32886B130C4D",
            "description": "The accused was in the kerosene business and was under a huge debt.",
            "content": "<b><i>The accused was in the kerosene business and was under a huge debt.<\/i><\/b><br/><br><br>Reeling under a huge debt, a man in Rajasthan's Bundi allegedly killed his wife and son and two daughters before consuming poison and slitting his veins in a bid to commit suicide, police said on Monday.\n <br><br>The accused, who is in critical state in hospital, has been identified as Mahesh Kumar Bairwa, 50. He allegedly gave pesticides to his son Prateek, 8, and daughters Simran, 25, and Shivani, 23 and chopped off the neck of his wife Manju Devu, 45.\n <br><br>The matter reportedly came to fore when Bairwa's brother residing in the next house did not see any of them outside the house even as the entire colony's residents had gathered at a public tap to fill water.\n <br><br>He peeped through the window only to find his brother and other family members lying unconscious.\n <br><br>Police were called and the door was opened by force.\n <br><br>Police poured water on the face of Bairwa as he was breathing.\n <br><br>Soon after he was rushed to hospital where he was reportedly critical till the time of filing of report. However, all other family members were declared dead.\n <br><br>Additional Superintendent of police Dashrath Singh said that the accused was in the kerosene business and was under a huge debt, but police were investigating all facets. <br /><br />",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329202/AR/0/AR-180329202.jpg",
               "@length": ""
            }
         },
         {
            "title": "Health sector to create more jobs in UAE",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/business/local/Health-sector-to-create-more-jobs-in-UAE",
            "guid": "B9A6D34D-A069-48AD-9E10-38250C3130D5",
            "description": "The sector is poised to offer smart services and better quality of life.",
            "content": "<b><i>The sector is poised to offer smart services and better quality of life.<\/i><\/b><br/><br><br>The UAE's health sector is poised to generate more job opportunities, offer smart services and better quality of life in 2018 as the country strives to offer the best to its residents.\n <br><br>Rise in prospective projects have paved way to more employment opportunities with medical tourism, mandatory insurance, specialised care, technology and primary healthcare ranking at top among other growth segments.\n <br><br>The GCC has over 700 healthcare projects worth $60.9 billion in various stages of development and this is likely to augment the scale of healthcare services over the coming years, says Alpen Capital's GCC Healthcare Industry report, released on Monday.\n <br><br>Rohit Walia, executive chairman, Alpen Capital, said: \"GCC healthcare sector is poised for a steady growth and continues to offer a whole gamut of opportunities for private sector investment. We believe the sector offers interesting investment opportunities in areas of specialised care, technology, primary healthcare and medical tourism. The opportunities coupled with a friendly business climate are boosting investor interest in the healthcare industry.\"\n <br><br>A recent study from GulTalent points out that the Gulf job market is set to grow at an average rate of 9 per cent this year with healthcare continuing to expand, thanks to a growing domestic population and a regulatory push to increase health coverage and expected surge in hiring in the sector. Popular names in industry like Aster, Zulekha and NMC among others are not only bullish - with expansion in offing - about the sector growth but are also applauding the move by the UAE government to offer residents quality health services in order to boost healthy lifestyle for residents.\n <br><br>Dr Azad Moopen, founder chairman and managing director, Aster DM Healthcare, said: \"The UAE Vision 2021 is a catalyst for the development of the sector, aimed at achieving a world-class healthcare system by addressing the most pressing health issues in the country today. With strong support from the government, the country is emerging as a hub for medical tourism in the region. Private-public-partnerships are ensuring that the UAE is offering international quality medical care to overseas patients.\"\n <br><br>Dubai hosted 326,649 medical tourists in 2016, an increase of 9.5 per cent year on year, and aims to receive 500,000 tourists by 2020 by relaxing visa procedures and holding promotions. Abu Dhabi is establishing a medical tourism network to attract and serve patients from Russia, China and India. The growth of medical tourism bodes well for the expansion of healthcare sector.\n <br><br>The current healthcare expenditure (CHE) in the GCC is projected to reach $104.6 billion in 2022, registering a CAGR of 6.6 per cent from an estimated $76.1 billion in 2017. Expanding population, high prevalence of NCDs, rising cost of treatment and increasing penetration of health insurance are the factors auguring growth. Between 2017 and 2022, CHE on outpatient services is predicted to grow at an annualised average rate of 7.4 per cent to $32 billion, faster than an anticipated CAGR of 6.9 per cent on inpatient services to $45.4 billion. The inpatient market will remain the largest segment with a contribution of 43.4 per cent in 2022. CHE on 'others' category is expected to grow at a CAGR of 5.2 per cent.\n <br><br>The annual average growth rates of CHE in the GCC countries are projected to range between 2.6 per cent and 9.6 per cent during the forecast period. The UAE and Oman are likely to witness growth rates of above 9 per cent, in anticipation of a fast-growing population, implementation of mandatory health insurance and above regional average medical inflation rates.\n <br><br>Consequently, the share of UAE and Oman in the GCC CHE is likely to expand vis-a-vis other countries. \"With increasing opportunities for the private sector, the healthcare industry is witnessing a surge in mergers and acquisitions. The inorganic route is being adopted by new players to enter the market and by existing providers to expand market share, physician practices and medical capabilities,\" said Krishna Dhanak, executive director, Alpen Capital.\n <br><br>Saudi Arabia and the UAE will continue to dominate the sector with a combined share of over 80 per cent in 2022. In view of the anticipated rise in the number of patients, the GCC may require a collective bed capacity of 118,295 by 2022, indicating a demand for 12,358 new beds. Saudi Arabia is likely to witness the largest requirement at over 7,500 new beds, followed by the UAE at more than 2,000 new beds.\n <br><br>On expansion front, Dr Moopen said: \"Aster DM Healthcare will continue to play our part in the growth of comprehensive healthcare in the UAE. We have the unique position of catering to upper, middle and lower income population through brands Medcare, Aster and Access. We are in the process of setting up two Aster Hospitals - one in Al Qusais, Dubai and another one in Sharjah. With our expansion plans for the region and recent IPO in India, we are better-positioned to further our goal of making affordable healthcare accessible to all.\"\n <br><br>Similarly the following the completion of the Zulekha Hospital Dubai expansion, the hospital will have an additional 60 inpatient beds, operation theatre arrangements, emergency services and labour rooms, taking its total capacity to 179 beds in 2018. Zulekha Healthcare Group had very successful foray into the Indian market, with the launch of a hospital under the brand name Alexis in Nagpur. The group is planning to introduce this brand to the UAE as well by investing in a 150-bed facility in Sharjah.\n <br><br>Taher Shams, managing director, Zulekha Healthcare Group, said: \"The region's increasing population, demographic shifts, high prevalence of chronic diseases with modern sophisticated lifestyles and the mission towards becoming a regional medical tourism hub are all driving the expansion of the country's healthcare market. Moreover, the need for accurate, secure and fast data analysis to manage critical information is becoming indispensable. Innovation in technologies, including patient experience management, lab information systems, robotic pharmacies, artificial intelligence, genomics and nanotechnology, will all be a norm soon in the thriving region. Authorities are driving the focus and investments towards the overall development of the sector at a fast pace, alongside awareness on preventive care.\"\n <br><br>The London Stock Exchange-listed NMC Health is also eyeing expansion, whether organic or inorganic, in any market. The group's long-term growth strategy is predicated on capacity and then capability-focused growth, and continues to accelerate expansion into more complex medical, and thus higher value-added, specialty healthcare segments.\n <br><br>\"The establishment of new strategic multi-brand verticals is enabling us to unlock synergies within the enlarged group, delivering significantly improved growth for the group at a global level despite the continuing of a moderate macro environment in our primary market of the UAE. We have an accountability to offer the best return to the shareholder capital as they not only invest their money but their trust too. Hence, to hedge the risks brought about by the evolving economic turns, we would balance our investments in hydrocarbon importing and exporting countries,\" said Prasanth Manghat, CEO and executive director, NMC Health.\n <br><br><em>- sandhya@khaleejtimes.com<\/em>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329291/AR/0/AR-180329291.jpg",
               "@length": ""
            }
         },
         {
            "title": "Will you share your partner's private data in revenge?",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/nation/dubai/Will-you-share-your-partners-private-data-in-revenge-",
            "guid": "87352ED2-9829-4E04-A9C9-1F3A2F101B6D",
            "description": "80% of couples share passwords, PINs or fingerprints to access their devices, and 28% store some type of intimate data on their partner's device.",
            "content": "<b><i>80% of couples share passwords, PINs or fingerprints to access their devices, and 28% store some type of intimate data on their partner's device.<\/i><\/b><br/><br><br>With online accounts and connected devices playing an ever-growing role in our daily lives, it has become harder than ever for people in relationships to define the boundaries of personal privacy. But what happens if they break up? According to global research from Kaspersky Lab and Toluna, 21 per cent of people surveyed in the UAE have spied on their ex-partner via an online account that they had access to. With revenge also a key motivator for scorned lovers, this is just the tip of the iceberg when it comes to the privacy risks that accompany modern-day partners after a break-up.<br /><br />Privacy is becoming an increasingly fluid concept in a world of digital borders, and relationships are no exception. For example, 80 per cent of couples share passwords, PINs or fingerprints to access their personal devices, and 28 per cent store some type of intimate data on their partner's device: such as intimate messages from/to the partner (16 per cent), intimate photos of themselves (12 per cent) and intimate videos of them and their partner (12 per cent). In addition, people keep sensitive data in accounts and devices they share with their partner, for example, financial information (14 per cent) or work-related data (14 per cent).<br /><br />This is all well and good when the relationship is healthy and the data is in trusted hands, but some clear issues emerge in the event of a break-up. If things start to collapse, sharing intimate memories on devices or online accounts goes from being a perfectly natural part of a loving relationship, to a potential privacy nightmare.<br /><br />Of those who have experienced a break-up, 13 per cent have shared or wanted to share their ex-partner's private information publicly as an act of revenge, 16 per cent have damaged or wanted to damage their ex's device and 21 per cent have spied on their former partner via accounts they had access to. There's also a potential financial impact, with more than one in ten (14 per cent) people admitting to having spent their ex-partner's money online.<br /><br />Interestingly, there are some noticeable differences between the sexes, as men are much more likely than women to share their ex-partner's private information publicly as a form of revenge (19 per cent vs. 8 per cent) and use their ex's information for their own benefit (22 per cent vs. 12 per cent). In comparison, women are much more willing than men to take the high road by deleting all their ex-partner's information from their device (67 per cent vs. 59 per cent) and deleting all partner photos or videos following a break-up (69 per cent vs. 59 per cent).<br /><br />\"The digital world offers a great way for couples to connect, but also presents significant privacy risks if partners decide to go their separate ways,\" said Andrei Mochola, head of consumer business at Kaspersky Lab. \"With a sizeable proportion of individuals seemingly willing to abuse the intimate data they have on their ex-partners, individuals should always make sure they are careful when sharing anything intimate and know exactly where it is being stored. Moreover, there's always the option of a digital prenuptial agreement to determine the 'custody' of data before it becomes a privacy problem.\"",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329283/AR/0/AR-180329283.jpg",
               "@length": ""
            }
         },
         {
            "title": "Video: Dubai Police launches child interrogation rooms",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/nation/dubai/dubai-police-launch-child-interrogation-rooms-at-hotels-public-places-1-",
            "guid": "A7F1C027-21AA-4F3B-AB8E-85F40093B7F3",
            "description": "These rooms will also ensure privacy for children, when being questioned by experts.",
            "content": "<b><i>These rooms will also ensure privacy for children, when being questioned by experts.<\/i><\/b><br/><br><br>The Dubai Police have launched special interrogation rooms for children outside of the police station setting.\n <br><br>As per the directives of His Highness Sheikh Mohammed bin Rashid Al Maktoum, Vice-President and Prime Minister of the UAE and Ruler of Dubai, to bring happiness to all segments of the society, Major-General Abdullah Khalifa Al Marri, commander-in-chief of the Dubai Police, launched the children investigation room outside the police stations \"in hotels, commercial centres and public places\".\n <br><br><img src=\"/assets/jpg/KT14917326.JPG\" alt=\"\" width=\"100%\" /><br><br><em><strong>Supplied photo<\/strong><\/em><br><br>This is a first-of-its-kind initiative that aims for the well being of children and will deal with them in a special manner while taking the humanitarian and social situations into consideration. These rooms will also ensure privacy for children, when being interrogated by experts, investigators, and social and psychological specialists.\n <br><br>Maj-Gen Al Marri inaugurated the special interrogation rooms for children in Dubai, in the presence of Major-General Khalil Ibrahim Al Mansouri, assistant commander-in-chief of criminal investigation affairs and directors of all police stations.\n <blockquote class=\"twitter-video\" data-lang=\"en\"><br><br><a href=\"https://twitter.com/hashtag/DubaiPolice?src=hash&ref_src=twsrc%5Etfw\">#DubaiPolice<\/a> inaugurates special rooms to question children in abuse cases<br /><br />Details:<a href=\"https://t.co/z8L5PesE5I\">https://t.co/z8L5PesE5I<\/a><a href=\"https://twitter.com/hashtag/News?src=hash&ref_src=twsrc%5Etfw\">#News<\/a><a href=\"https://twitter.com/hashtag/YourSecurityOurHappiness?src=hash&ref_src=twsrc%5Etfw\">#YourSecurityOurHappiness<\/a><a href=\"https://twitter.com/hashtag/SmartSecureTogether?src=hash&ref_src=twsrc%5Etfw\">#SmartSecureTogether<\/a><a href=\"https://t.co/OWBuWRRM0t\">pic.twitter.com/OWBuWRRM0t<\/a>\n - Dubai Police???? ??? (@DubaiPoliceHQ) <a href=\"https://twitter.com/DubaiPoliceHQ/status/978307124538347521?ref_src=twsrc%5Etfw\">March 26, 2018<\/a><\/blockquote><script src=\"https://platform.twitter.com/widgets.js\" async=\"\" charset=\"utf-8\"><\/script><br><br>The new special rooms were inaugurated at different locations - IMG at the Mall of the Emirates in Al Barsha, Hyatt Park Hotel and Women Association in Al Hamryah, Hyatt Regency Dubai and Radisson Blu Hotel in Dubai Deira Creek, Dubai Centre for the People of Determination in Al Qusais police station jurisdiction, Bin Sougat Centre and Ayan Equestrian Club in Al Rashdiya Police Station jurisdiction, and Dubai Women's Association in Hatta.\n <h3><em>Smart tests<\/em><\/h3><br><br>Maj-Gen Al Marri was briefed on the mechanisms of obtaining scientific testimonies from children in a manner that is sensitive to their age. The specialists will rely on intelligent tests for hearing children, such as the Raven test for children who belong to the five to 12 year age group. The mental process of the child through an interactive programme gives accurate results of his or her awareness of the events and their narratives. Beta testing is ongoing for the 12-19 age group, which helps specialists measure the child's perception.\n <h3><em>Complete privacy<\/em><\/h3><br><br>Maj-Gen Al Marri praised the efforts of the police station directors to launch the special initiative that respects humanitarian and social situations. He said the initiative achieves the strategic goal of the Dubai Police and the aspirations of the leadership in providing quality services to the members of the community of all categories in an innovative and qualitative manner.\n <h3><em>A qualitative initiative<\/em><\/h3><br><br>Maj-Gen Al Mansouri said the special interrogation rooms are a qualitative initiative for children's benefit. It is in an easy way that takes into account the privacy of the child and their families without having to go to police stations. He stressed the Dubai Police have arranged the necessary technology for specialised investigators to deal with children in a professional way.\n <br><br>He said that there are volunteer staff to provide support at all centres with great secrecy. He praised the cooperation of the private sector in providing services to the members of the community.\"\n <h3><em>An initiative to applaud<\/em><\/h3><br><br>Brigadier Ahmed Bin Ghalaita, director of Al Refa'a police station, said the initiative is an innovative idea to deal with issues in situations where children are the victims.\n <br><br>\"The initiative has two aspects. By taking kids to child-friendly interrogation rooms with their parents, the initial barrier of fear is broken and they will be able to speak comfortably. These places are also equipped with tools, pictures and electronic programmes to help get children's statements as accurately as possible.\n <br><br>\"The second part of the initiative is that children will speak to specialised officers who are trained to deal with them. Cases, where one party is a child, will be carried out by these specialised investigators. The Dubai Police have a team of specialists dealing with and investigating children,\" he said.\n <br><br>\"We hope that the initiative will be a new addition to policing and to the society.\"\n <h3><em>Special interrogation rooms for children are located at<\/em><\/h3><br><br>>IMG at the Mall of the Emirates - Al Barsha\n <br><br>>Hyatt Park Hotel and Women Association - Al Hamriyah\n <br><br>>Hyatt Regency Dubai, Radisson Blu Hotel - Dubai Deira Creek\n <br><br>>Dubai Centre for the People of Determination - Al Qusais\n <br><br>>Bin Sougat Centre and Ayan Equestrian Club - Al Rashdiya\n <br><br>>Dubai Women's Association - Hatta\n <br><br><a href=\"mailto:amira@khaleejtimes.com\">amira@khaleejtimes.com<\/a><br><br><br><br>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329254/AR/0/AR-180329254.jpg",
               "@length": ""
            }
         },
         {
            "title": "Maid kills 9-month-old baby in UAE, gets death sentence",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/news/crime/maid-kills-9-month-old-baby-in-uae-gets-death-sentence-",
            "guid": "EC5250B8-6127-421E-A9B0-4220800C74E4",
            "description": "The baby's mother said she had never had any problems with the maid in the past.",
            "content": "<b><i>The baby's mother said she had never had any problems with the maid in the past.<\/i><\/b><br/><br><br>An Indonesian maid, who killed a nine-month-old baby girl, has been sentenced to death by the Sharjah Criminal Court.<br /><br />The Sharjah public prosecution had charged the domestic help with premeditated murder for beating the infant, throwing her down on the floor, and then hitting her head with a bat used to kill house flies. The girl sustained fractures on her skull and later succumbed to her injuries at a hospital, according to the prosecution.<br /><br />The court issued its verdict after confirming criminal intent in the case. It verified all the evidences, including the forensic report.<br /><br />The infant's parents told the presiding judge that they wanted Qisas (retributive justice according to Islamic law) against the maid for killing their baby. They said they wanted strict penalty imposed on her.<br /><br />During police interrogation, the maid had admitted that she had thrown the baby -- Salama -- on the ground and then hit her several times.<br /><br />The prosecution said that the assaulted girl suffered from breathing difficulties. The doctors at the hospital conducted necessary medical tests, which revealed that there was internal bleeding in her head and a swollen-fractured skull. The infant died after she was admitted to the ICU.<br /><br />Noaf Abdulla, lawyer of the accused, has asked the court to get forensic experts investigate the cause of death of the girl and examine the fingerprints on the bat. Abdulla also requested to check the medical report issued by the hospital to see if the baby died after being hit by the bat.<br /><br />During a previous court hearing, the baby's mother, HJ, said that she never had any problem with the maid in the past. She said that on the day of the incident, she left the baby in good condition with the maid. When she returned home after half an hour, she noticed that the infant was suffering from some problem and then it fell unconscious. By then, she had not noticed that the baby was beaten and learnt about the torture inflicted on her child only after reaching the hospital.<br /><br />Although the maid had previously admitted telling the mother that she had beaten the girl, she later denied the accusations. She rejected the testimonies of the mother and said that her only responsibility was to feed the baby and take care of her.<br /><br />The mother said that the doctor, who noticed bruises and fractures in the skull, had told her about the possibility of torture. The father then lodged a complaint at the Wasit Police Station. The family had installed surveillance cameras in the house, except the bedrooms. And the room where the maid beat up the baby had no CCTVs.<br /><br />After the court verdict, the baby's father said that they had been going through a nightmare all these days. Now, they were relieved and satisfied that the killer has got what she deserved. He said we are still to come to terms with the loss of our baby, and pray for the safety of all children. <br /><br />The court ruling can be appealed within 15 days.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329262/AR/0/AR-180329262.jpg",
               "@length": ""
            }
         },
         {
            "title": "Dh500 fine for blocking traffic on Ajman roads",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/news/transport/dh500-fine-for-blocking-traffic-on-ajman-roads",
            "guid": "BDBB7557-86C3-46C6-A0B7-772BA037080C",
            "description": "The Director of Traffic and Patrol Department called on motorists and road users to abide by the traffic laws.",
            "content": "<b><i>The Director of Traffic and Patrol Department called on motorists and road users to abide by the traffic laws.<\/i><\/b><br/><br><br>Ajman Police have launched a campaign titled-'Move your car after a simple accident.'\n <br><br>They have now reminded the public that motorists will incur a Dh500 fine, if they do not move their vehicles and obstruct traffic after minor accidents. This is in accordance with the Resolution No. (178) of 2017.\n <br><br>The General Command of Ajman Police aims to highlight the importance of drivers moving their vehicle to the side of the road in the case of minor accidents without any casualties.\n <br><br>Lt Col Saif Abdullah Al Falasi, Director of Traffic and Patrols Department, said that the campaign was aimed at raising public awareness about moving vehicles to avoid causing major traffic delays leading to traffic congestion. This will also help the police patrols in reaching the accident site in time.\n <br><br>The Director of Traffic and Patrol Department called on motorists and road users to abide by the traffic laws and drive with caution in order to avoid traffic accidents and maintain public safety.\n <blockquote class=\"instagram-media\" style=\"background: #FFF; border: 0; border-radius: 3px; box-shadow: 0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width: 658px; padding: 0; width: calc(100% - 2px);\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/Bgx8tqOhX74/\" data-instgrm-version=\"8\"><div style=\"padding: 8px;\"><div style=\"background: #F8F8F8; line-height: 0; margin-top: 40px; padding: 50% 0; text-align: center; width: 100%;\"><\/div><br><br><a style=\"color: #000; font-family: Arial,sans-serif; font-size: 14px; font-style: normal; font-weight: normal; line-height: 17px; text-decoration: none; word-wrap: break-word;\" href=\"https://www.instagram.com/p/Bgx8tqOhX74/\" target=\"_blank\">???? ????? ???? ???? \" ??? ?????? ??? ?????? ?????? \" ????? ??????? ?????? ????? ????? ???? \" ??? ?????? ??? ?????? ?????? \" ?????? ????? ???????? ???????? ????? ?????? ????? ??????? ??? ???? ??????? ??????? ?? ???? ??? ???? ?????? ?? ???????? ???? ????? ?????? ?????????? ????? ???????? ?????? ????? ??????? ???? ????? ???? ?????. ???? ????? ?????? ??? ??? ???? ??????? ???? ????? ?????? ????????? ?? ????? ?????? ??? ???? ????? ??????? ?????? ????? ???????? ?? ???? ?????? ??? ??? ?????? ?? ???? ???? ?????? ?????? ???? ????? ??????? ????????? ?????? ?????? ??? ???? ?????? ??? ????? ???? ??? ????????? ?? ???? ??? ?????? ??????? ?????? ??? ???? ?????? ????? ?????? ??? ???? ??????. ????? ?????? ??? ????? ??????? ???? ?? ???? ??????? ??????? ???? ???? ?? ???????? ????? ?? ??????? ??????? ??? ???????? ???? ??? ??? ?????? ????? ??????? ??? ???? ?????? ???????? ?????? ?? ???? ???? ????? ?????? ?????? ?? ?????? ??? ????? 999? ?????? ??? ?? ????? ???????? ???? ???? ???????? ?? 500 ???? ?? ???? ??? ????? ???????? ???? ?????? ?? ??????? ???????? ??????? ?? ????? ???? ????? ??? ????? ???? ????? ?????? ??????? ??? (178) ???? 2017. ???? ???? ????? ?????? ????????? ????? ???????? ???????? ?????? ??? ???????? ??????? ????? ??????? ???????? ???? ????? ???? ??????? ???????? ??????? ??? ???????? ??????? ??????? ??????. 26/3/2018 #????_????? #?????_???????? #??????_????????? #?????? #?????_????? #???????? ?#ajmanpolice #moiuae #uaepolice #moi #police #ajmangov #uaegov #uae<\/a><br><br>A post shared by <a style=\"color: #c9c8cd; font-family: Arial,sans-serif; font-size: 14px; font-style: normal; font-weight: normal; line-height: 17px;\" href=\"https://www.instagram.com/ajmanpolice/\" target=\"_blank\"> Ajman Police - ???? ?????<\/a> (@ajmanpolice) on <time style=\"font-family: Arial,sans-serif; font-size: 14px; line-height: 17px;\" datetime=\"2018-03-26T08:54:10+00:00\">Mar 26, 2018 at 1:54am PDT<\/time><\/div><\/blockquote><script src=\"https://www.instagram.com/embed.js\" async=\"\" defer=\"defer\"><\/script>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329256/AR/0/AR-180329256.jpg",
               "@length": ""
            }
         },
         {
            "title": "Sharjah Ruler settles debts worth Dh9.5m owed by Emiratis",
            "pubDate": "Tue, 27 Mar 2018 00:01:00 +0200",
            "link": "https://www.khaleejtimes.com/news/government/sharjah-ruler-settles-debts-worth-dh95m-owed-by-emiratis--",
            "guid": "73AC5540-3855-4A54-AC71-E0BA85AB4F58",
            "description": "Debt Settlement Committee also allocates over Dh49 million to settle debts.",
            "content": "<b><i>Debt Settlement Committee also allocates over Dh49 million to settle debts.<\/i><\/b><br/><br><br>His Highness Dr. Sheikh Sultan bin Mohammed Al Qasimi, Supreme Council Member and Ruler of Sharjah, has approved Dh9,501,177 to repay the debts owed by Emirati nationals.\n <br><br>The latest move comes as part of the generous initiatives of Sheikh Dr. Sultan bin Mohamed, that place such humanitarian initiatives as top priority and seeks to achieve a stable and a decent life for citizens.\n <br><br>These include those who receive monthly assistance from Sharjah Department of Social Services within the category of decent living.\n <h4>Debt Settlement Committee allocates over Dh49 million for beneficiaries<\/h4><br><br>The Sharjah Debt Settlement Committee has approved the provision of Dh49,428,000 to settle cases for citizens in the emirate.\n <br><br>This move is in line with the directives issued by Dr. Sheikh Sultan bin Mohammed - to provide a stable and decent life for UAE citizens.\n <br><br>Rashid Ahmed bin Al Sheikh, Chief of the Sharjah Emiri Court and Head of the Committee, said that the Committee approved to pay the debts of individuals who have defaulted as part of the 16th batch of payments.\n <br><br>Al Sheikh explained that the total amount paid to settle the debts of citizens reached Dh537,310,153 for 1,099 beneficiaries.",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180327/ARTICLE/180329272/AR/0/AR-180329272.jpg",
               "@length": ""
            }
         },
         {
            "title": "261 medical facilities fined in Dubai last year",
            "pubDate": "Mon, 26 Mar 2018 15:55:49 +0200",
            "link": "https://www.khaleejtimes.com/news/uae-health/261-medical-facilities-fined-in-dubai-last-year",
            "guid": "E95C9618-0D47-4D63-91D5-94F67653F904",
            "description": "Huge drop in violations compared to previous year",
            "content": "<b><i>Huge drop in violations compared to previous year<\/i><\/b><br/><br><br>The Dubai Health Authority (DHA) has said that it has issued 261 medical fines against medical facilities and received 357 medical complaints against private health facilities in Dubai in 2017.\n <br><br>This is a decrease from 2016, where the numbers of fines totalled to 496.\n <br><br>Dr Marwan Al Mulla, director of health regulations department at the DHA, said this decrease is attributed to the modernisation of monitoring systems and understanding of private health facilities of the importance of providing quality services to customers. \n <br><br>He said that main reason for issuing of these fines is the non-compliance of the health facility or the professional with the authority's laws and regulations.\n <br><br>This accounted for 103 of the total of violations in 2017, while other reasons for these fines included non-compliance with technical and health conditions for the establishment, operation or management of the health facility and not providing the required cadres to provide the medical care in health facilities and using unauthorised professionals. \n <br><br>Al Mulla said that the authority dealt with these violations in accordance to the Executive Council Resolution No. 32 of 2012 on regulating the practice of health professionals in Dubai. He added that the authority took legal action against the violators, which ranged from closing the facility and terminating the licensee to issuing warnings and re-evaluating the facilities.\n <br><br>He added that there has been a notable increase in the private health sector of Dubai as 346 new facilities opened last year totaling the number of health facilities in Dubai to 3,115 facilities.\n <br><br>He also said that the number of professional licences increased by 14,314 last year totalling the number of licences of professionals working in the health field in Dubai to 37,325.\n <br><br>Out of the 37,325 professionals working in the health field, 7,698 are doctors, 11,007 in health-supporting fields, 2,059 in the dental field besides 16,361 nurses and midwifes and another 200 in the alternative medicine field.\n <br><br>Al Mulla said that there are a number of initiatives launched by the authority to promote the investment environment of Dubai and to improve quality of services, which contributed to the growth of the health field.\n <br><br><a href=\"mailto:asmaalizain@khaleejtimes.com\">asmaalizain@khaleejtimes.com<\/a><br><br>",
            "enclosure": {
               "url": "https://www.khaleejtimes.com/feedimage/897/16by9/storyimage/KT/20180326/ARTICLE/180329279/AR/0/AR-180329279.jpg",
               "@length": ""
            }
         }
      ]
   }
}